Repository: paudan/klininfo
Catalog: po/*.po
Languages: lt

source: Could not load information
lt: Informacija nebuvo ákrauta

source: Command Description Dialog
lt: Komandø apraðymø dialogas

source: Command list:
lt: Komandø sàraðas:

source: Description:
lt: Apraðymas:

source: Add
lt: Nauja

source: Modify
lt: Pakeisti

source: Remove
lt: Paðalinti

source: File with descriptions does not exist or could not be loaded
lt: Failas su apraðymais neegzistuoja arba jo neámanoma pakrauti

source: Unable to load file with filenames
lt: Neámanoma pakrauti failo su failø pavadinimais

source: Command and program information
lt: Komandø ir programø informacija

source: You can select to use your own KLinInfo description files here
lt: Èia galima pasirinkti savo savo KLinInfo apraðymø failus

source: This dialog gives ability to select files with descriptions, used by System files, Log files and Custom commands dialogs. You can also edit them here
lt: Ðis dialogas leidþia pasirinkti failus su apraðymais, naudojamais Sisteminiai failai, Log failai ir Komandø apraðymai dialogø. Èia taip pat galima juos redaguoti

source: Source files
lt: Duomenø failai

source: Command description file:
lt: Komandø apraðymø failas:

source: The name and full path of command description file
lt: Komandø paraðymo failo pavadinimas ir pilnas kelias:

source: Select command description file here
lt: Èia pasirinkite komandø apraðymø failà

source: Edit file..
lt: Redaguoti..

source: Edit your selected file here (although it's not recommended to edit it by hand)
lt: Èia redaguokite savo pasirinktà failà (to nerekomenduojama daryti tiesiogiai)

source: Allows you to edit command description file
lt: Suteikia galimybæ redaguoti komandø apraðymø failà

source: <i>System files</i> description file:
lt: <i>Sisteminiai failai</i> apraðymø failas:

source: The name and full path of <i>System files</i> description file
lt: <i>Sisteminiai failai</i> apraðymø failo pavadinimas ir pilnas jo kelias:

source: <i>Log files</i> description file:
lt: <i>Log failai</i> apraðymø failas:

source: The name and full path of <i>Log files</i> description file
lt: <i>Log failai</i> apraðymø failo pavadinimas ir pilnas kelias iki jo:

source: Edit file...
lt: Redaguoti...

source: Program version file:
lt: Programø versijø failas:

source: The name and full path of program version file
lt: Programø versijø failo pavadinimas ir pilnas kelias

source: Select your own version file
lt: Pasirinkite savo verssijø failà

source: Allows you to edit your program version s file directly. This easy, you just need to write in the command that gives you the line containing the version of the program
lt: Leidþia tiesiogiai redaguoti programø versijø failà. Tai nëra sudëtinga, tereikia áraðyti komandà, kuri iðveda tekstà su programos versija

source: Edit your version file directly
lt: Tiesiogiai redaguoti versijø failà

source: Select System file description file here
lt: Èia galima pasirinkti sisteminiø failø apraðymø failà

source: KLinInfo files(*.kl);;All files(*.*)
lt: KLinInfo failai(*.kl);;Visi failai(*.*)

source: Error executing %1: file %2 could not be openened
lt: Klaida vykdant %1: failas %2 nebuvo atidarytas

source: Change font in:
lt: Keisti ðriftà:

source: Text dialogs
lt: Tekstiniai dialogai

source: Description dialogs
lt: Apraðymø dialogai

source: Tables
lt: Lentelës

source: Listboxes
lt: Sàraðai

source: Miscellaneous preferences
lt: Ávairûs nustatymai

source: Miscellaneous options
lt: Ávairûs nustatymai

source: Show table grid
lt: Rodyti lentelës linijas

source: If this is checked then the grid in all the tables is on, else it is off. The grid is turned on by default
lt: Jei èia paþymëta, tai linijos lentelëse matomos, kitu atveju jos nematomos. Pagal nutylëjimà jos ájungtos

source: Editor for custom file editing:
lt: Redaktorius failø redagavimui:

source: Here you can define the editor for description files (<i>kwrite</i>, <i>kate</i>, <i>emacs</i>, etc.)
lt: Èia galite pasirinkti redaktoriø apraðymø failams (<i>kwrite</i>, <i>kate</i>, <i>emacs</i> ir kt.)

source: Text caption, used in font dialog display:
lt: Teksto eilutë, naudojama ðriftø dialoguose:

source: This text is displayed in font dialog as an example
lt: Ðis tekstas rodomas ðriftø dialoguose kaip pavyzdys

source: Configuration Dialog
lt: Konfigûravimo dialogas

source: &Help
lt: &Pagalba

source: Default
lt: Standartiðkai

source: &OK
lt: Gerai

source: &Cancel
lt: Atðaukti

source: Fonts
lt: Ðriftai

source: Files
lt: Failai

source: Other
lt: Kiti

source: Drive
lt: Skirsnis

source: FS type
lt: FS tipas

source: Mounting point
lt: Montavimo taðkas

source: Blocks
lt: Blokai

source: Used
lt: Uþimta

source: Free
lt: Laisva

source: Disk Usage Dialog
lt: Diskø naudojimo dialogas

source: Display in:
lt: Rodyti:

source: Kilobytes (kB), blocksize = 1 000
lt: Kilobitais (kB), bloko dydis = 1 000

source: Kilobytes (K), blocksize = 1 024
lt: Kilobaitais (K), bloko dydis = 1 024

source: Megabytes (mB), blocksize = 1 000 000
lt: Megabaitais (mB), bloko dydis = 1 000 000

source: Megabytes (M), blocksize = 1 048 576
lt: Megabaitais (M), bloko dydis =1 048 576

source: Gigabytes (gB), blocksize = 1 000 000 000
lt: Gigabaitais (gB), bloko dydis = 1 000 000 000

source: Gigabytes (G), blocksize = 1 073 741 824
lt: Gigabaitais (G), bloko dydis = 1 073 741 824

source: Terabytes (tB), blocksize = 1 000 000 000 000
lt: Terabaitais (tB), bloko dydis = 1 000 000 000 000

source: Terabytes (T), blocksize = 1 099 511 627 776
lt: Terabaitais (T), bloko dydis = 1 099 511 627 776

source: Easy readable
lt: Lengvai skaitomas

source: Fatal error. Disk usage information could not be retrieved
lt: Klaida: diskø naudojimo informacija nebuvo nuskaityta

source: Disk usage information
lt: Diskø naudojimo informacija

source: Command and program descriptions laded successfully
lt: Komandø ir programø apraðymai uþkrauti sëkmingai

source: Unable to load file list
lt: Neámanoma nuskaityti failø sàraðo

source: File Preview Dialog
lt: Failø perþiûros dialogas

source: The most important system files
lt: Svarbiausi sistemos failai

source: File contents:
lt: Failo turinys:

source: File description:
lt: Failo apraðymas:

source: Select file for viewing:
lt: Pasirinkite failà perþiûrai:

source: File %1 doesn't exist
lt: Failas %1 neegzistuoja

source: File %1 could not be opened for reading
lt: Failas %1 negali bûti atidarytas skaitymui

source: File information
lt: Failo informacija

source: Change file information
lt: Keisti failo informacijà

source: File name:
lt: Failo pavadinimas:

source: All files (*.*)
lt: Visi failai (*.*)

source: File name field is empty
lt: Failo pavadinimo laukas tuðèias

source: Error setting filename
lt: Klaida failo pavadinime arba já nustatant

source: Error setting filename: file %1 does not exist
lt: klaida failo pavadinime: failas %1 neegzistuoja

source: Font Preview
lt: Ðriftø perþiûra

source: Font size:
lt: Ðrifto dydis:

source: Font style:
lt: Ðrifto stilius:

source: Fonts, found in your Linux system:
lt: Ðriftai, rasti ðioje Linux sistemoje:

source: TTF Font list
lt: TTF ðriftø sàraðas

source: Information Input
lt: Informacijos ávedimas

source: Command name:
lt: Komandos pavadinimas:

source: Command descriptions
lt: Komandø apraðymai

source: Font families
lt: Ðriftø ðeimynos

source: KDE fonts
lt: KDE ðriftai

source: log files
lt: Log failai

source: System files
lt: Sisteminiai failai

source: Important files
lt: Svarbûs failai

source: Disk information
lt: Diskø informacija

source: Memory information
lt: Atminties informacija

source: Other information
lt: Kita informacija

source: printenv information
lt: printenv informacija

source: Information
lt: Informacija

source: Process information
lt: Procesø informacija

source: Partition information
lt: Skirsniø informacija

source: Module information
lt: Moduliø informacija

source: Package list
lt: Paketø sàraðas

source: Custom programs
lt: Programos

source: Packages
lt: Paketai

source: To separate files
lt: Á atskirus failus

source: To a single file
lt: Á vienà failà

source: &Save
lt: Ið&saugoti

source: E&xit
lt: Baigti darbà

source: Command descriptions file
lt: Komandø apraðymø failas

source: System files descriptions file
lt: Sisteminiø failø apraðymø failas

source: Log file descriptions file
lt: Log failø apraðymø failas

source: Version file
lt: Versijø failas

source: Information script
lt: Informacinis skriptas

source: Edit files
lt: Redaguoti failus

source: Program &preferences
lt: Programø nustatymai

source: Help
lt: Pagalba

source: What's this?
lt: Kas tai?

source: &About
lt: &Apie

source: About KDE
lt: Apie KDE

source: &File
lt: &Failas

source: Settings
lt: Nustatymai

source: Detailed information about your Linux system
lt: Detali informacija apie Linux sistemà

source: Ok
lt: Gerai

source: Close
lt: Uþdaryti

source: Author
lt: Autorius

source: About
lt: Apie

source: The Linux information utility
lt: Linux informacijos programa

source: Important system log files
lt: Svarbûs sistemos log failai

source: HTML files (*.html, *.htm);;All files (*.*)
lt: HTML failai (*.html, *.htm);;Visi failai (*.*)

source: Information about Linux
lt: Informacija apie Linux

source: Hard disk information
lt: Kietojo disko informacija

source: Package information
lt: Paketø informacija

source: RPM package information
lt: RPM paketø informacija

source: Version information
lt: Versijø informacija

source: Loading GUI...
lt: Kraunamas GUI...

source: Loading widgets...
lt: Kraunami programos komponentai...

source: Getting user settings...
lt: Pritaikomi vartotojo nustatymai...

source: Finished loading, starting application...
lt: Krovimasis baigtas, startuojama programa...

source: Memory Display Dialog
lt: Atminties rodymo dialogas

source: All memory
lt: Visa atmintis

source: Swap memory
lt: Swap atmintis

source: Physical memory
lt: Fizinë atmintis

source: Total physical memory
lt: Viso fizinës atminties

source: Used physical memory
lt: Naudojama fizinë atmintis

source: Free physical memory
lt: Laisva fizinë atmintis

source: Buffers(-)
lt: Buferiai(-)

source: Cache:
lt: Keðas:

source: Shared memory
lt: Bendrai naudojama (shared) atmintis

source: Disk buffers
lt: Disko buferiai

source: Cached memory
lt: Keðuota atmintis

source: Total swap memory
lt: Viso swap atminties

source: Used swap memory
lt: Naudojama swap atmintis

source: Free swap memory
lt: Laisva swap atmintis

source: Total memory
lt: Viso atminties

source: Total memory used
lt: Viso naudojamos atminties

source: Total memory free
lt: Viso laisvos atminties

source: Fatal error. Memory usage information could not be retrieved
lt: Klaida: atminties panaudojimo informacija nebuvo nuskaityta

source: Used physical memory: %1%
lt: Naudojama fizinës atminties: %1%

source: Used swap memory: %1%
lt: Naudojama swap atminties: %1%

source: Free memory: %1%
lt: Laisva atmintis: %1%

source: Program data: %1%
lt: Programø duomenys: %1%

source: Disk buffer: %1%
lt: Diskø buferiai: %1%

source: Shared memory: %1%
lt: Bendrai naudojama atmintis: %1%

source: Free physical memory: %1%
lt: Laisva fizinë atmintis: %1%

source: Free swap memory: %1%
lt: Laisva swap atmintis: %1%

source: Module
lt: Modulis

source: Size
lt: Dydis

source: Used by
lt: Naudojamas

source: Module Display Dialog
lt: Moduliai

source: Modules, loaded currently in Linux kernel:
lt: Moduliai, ðiuo metu pkrauti Linux branduolyje:

source: Fatal error running lsmod. Module information could not be retrieved
lt: Klaida paleidþiant lsmod: moduliø informacija nebuvo nuskaityta

source: Partition Display Dialog
lt: Skirsniai

source: Select partition table display style:
lt: Pasirinkite skirsniø lentelës atvaizdavimo bûdà:

source: Hard drive information:
lt: Kietojo disko informacija:

source: Displays HD information
lt: Rodoma HDinformacija:

source: With sizes in cylinders (fdisk)
lt: Dydþiai cilindrais (fdisk)

source: With sizes in sectors (fdisk)
lt: Dydþiai sektoriais (fdisk)

source: In sector order format (cfdisk)
lt: Sektoriø eilës formatas (cfdisk)

source: In raw format (cfdisk)
lt: Raw formatas (cfdisk)

source: Raw format (what's exactly on the disk)
lt: Raw formatas (tai, kaip lentelë tiksliai yra diske)

source: Select the way you want to see the partitions displayed.
lt: Pasirinkite, kaip atvaizduotà norite matyti skirsniø lentelæ

source: This allows you to select the way for your partition display
lt: Tai leidþia jums pasirinkti bûdà, kurio atvaizduojama skirsniø lentelë

source: This is where hard disk information is being displayed
lt: Èia atvaizduojama kietøjø diskø informacija

source: Displays your system's partition information in the way you want
lt: Atvaizduojama jûsø sistemos skirsniø informacija taip, kaip jûs to norite

source: Fatal error. Could not retrieve information
lt: Klaida: nebuvo nuskaityta informacija

source: Package name
lt: Paketo pavadinimas

source: Compressed package size
lt: Suspausto paketo dydis

source: Uncompressed package size
lt: Iðskleisto paketo dydis

source: Full package name
lt: Pilnas paketo pavadinimas

source: Package information successfully loaded.
lt: Paketø informacija sëkmingai uþkrauta

source: Package Information Dialog
lt: Paketø informacijos dialogas

source: Packages, installed in this Linux system:
lt: Paketai, instaliuoti ðioje Linux sistemoje:

source: Package files
lt: Paketø failai

source: Could not retrieve package information
lt: Paketø informacija nebuvo sëkmingai nuskaityta

source: printenv Dialog
lt: printenv dialogas

source: <p><b>The output of <i>printenv</i> command</b></p>
lt: <p><b> <i>printenv</i> komandos iðvestis</b></p>

source: Process Display Dialog
lt: Procesø dialogas

source: Output format:
lt: Iðvesties formatas:

source: User-oriented
lt: Orientuotas á vartotojà

source: Also displays information of memory and CPU usage percentage
lt: Taip pat atvaizduoja atminties informacijà ir CPU naudojimo procentà

source: As registers
lt: Registrai

source: Displays registers, used by processes
lt: Atvaizduojami naudojami registrai

source: Normal
lt: Normalus

source: Signal
lt: Signalai

source: Displays output as signals
lt: Iðvestis atvaizduojama kaip signalai

source: Show only processes, run by current user
lt: Rodyti tik dabartinio vartotojo vykdomus procesus

source: Show only running processes
lt: Rodyti tik vykstanèius procesus

source: Process, currently run on this machine:
lt: Ðiuo metu kompiuteryje vykstantys procesai:

source: Refresh list
lt: Atnaujinti sàraðà

source: Refresh process information
lt: Atnaujinti procesø informacijà

source: Flag
lt: Þymë

source: State
lt: Bûsena

source: User ID
lt: Vartotojo ID

source: Process ID
lt: Proceso ID

source: Priority
lt: Prioritetas

source: Used memory
lt: Naudojama atmintis

source: Start time
lt: Pradþios laikas

source: Time run
lt: Veiklos laikas

source: Command (process)
lt: Komanda (procesas)

source: CPU usage, %
lt: CPU naudojimas, %

source: Memory usage, %
lt: Atminties naudojimas, %

source: User
lt: Vartotojas

source: Pending
lt: Laukiama

source: Blocked
lt: Uþblokuota

source: Ignored
lt: Ignoruota

source: Caught
lt: Pagauti

source: Timeout
lt: Pertrauka

source: Alarm
lt: Aliarmas

source: RPM Search Dialog
lt: RPM paieðkos dialogas

source: Find RPM
lt: Rasti RPM

source: List All RPM packages
lt: Visø RPM paketø sàraðas

source: Line to search:
lt: Paieðkos eilutë:

source: Error: could not retrieve RPM package information
lt: Klaida: nebuvo nuskaityta RPM informacija

source: Fatal error. Script %1 could not be executed
lt: Klaida: skriptas %1 negali bûti ávykdytas

source: Script Information
lt: Skripto informacija

source: Custom Linux information:
lt: Kita Linux informacija:

source: Select what to save
lt: Pasirinkite, kà iðsaugoti

source: Select what to save:
lt: Pasirinkite, kà iðsaugoti:

source: Command list and their descriptions
lt: Komandø sàraðas ir jø apraðymai

source: System file list and their descriptions
lt: Sistemos failø sàraðas su apraðymais

source: Custom information
lt: Kita informacija

source: Font information
lt: Ðriftø informacija

source: Select
lt: Pasirinkti

source: Log file list and their descriptions
lt: Log failø sàraðas su apraðymais

source: Program version information
lt: Programø versijø informacija

source: Simple Table Dialog
lt: Paprastas lentelës dialogas

source: Programs, installed in this Linux system, and their versions:
lt: Programos, instaliuotos Linux sistemoje, ir jø versijos:

source: File with filenames does not exist or could not be loaded
lt: Failas su failø pavadinimais neegzistuoja arba negali bûti pakrautas

source: Error loading version file
lt: Klaida uþkraunant versijø failà
